{
  "knownProblems_title": "Problemas conhecidos",
  "knownProblems_list-firstItem": "Não consigo instalar o jogo pela Google Play",

  "playstore-link_text": "Se deseja acessar o JOGO \"Quiz: gênios ao longo da história\", para celular/tablet Android, clique no botão abaixo.",
  "playstore-link_button_text": "Ir <i class=\"ri-external-link-line\"></i>",
  "download_almanac-link_text": "Caso queira apenas baixar o ALMANAQUE \"Gênios ao longo da história\", clique no botão a seguir.",
  "download_almanac-link_button_text": "Baixar <i class=\"ri-download-2-line\"></i>",

  "lang_pt-br": "🇧🇷 Português",
  "lang_en": "🇺🇸 Inglês",

  "main-text-first-paragraph": "\"Gênios ao Longo da História\" é um jogo de quiz educacional, desenvolvido no Programa de Pós-Graduação em Ensino em Biociências e Saúde do Instituto Oswaldo Cruz/Fiocruz, vinculado à tese \"Ensino de Ciências, altas habilidades e vocação científica: protagonismo juvenil no enriquecimento psicopedagógico remoto\", desenvolvida pela doutoranda Aline Rinco Dutra Salgado sob a orientação da professora Dra. Cristina Maria Carvalho Delou. Foi criado por Douglas Gabriel O. Guimarães em parceria com Artur Lanini Casarim e Heitor Neves Crochet.",
  "main-text-second-paragraph": "Foi projetado para despertar o interesse dos estudantes pela Ciência ao apresentar a biografia de dez renomados cientistas, inventores e líderes que foram precoces ou autodidatas na infância, de forma acessível e interessante, tornando a aprendizagem mais lúdica e motivadora. O jogo tem um design atraente e colorido e está disponível online, podendo ser acessado por qualquer dispositivo conectado à internet. Ele desafia os jogadores a responder perguntas relacionadas aos gênios apresentados no almanaque educacional associado, em formato de múltipla escolha, com quatro alternativas de resposta.",
  "main-text-third-paragraph": "As perguntas abrangem vários aspectos da vida dos gênios, desde suas descobertas e obras até detalhes pessoais e curiosidades. Além do desafio do jogo em si, os jogadores também podem aprofundar seus conhecimentos sobre esses gênios e a importância de suas contribuições para a história e a sociedade. Já o almanaque educacional associado inclui fatos históricos, ilustrações, curiosidades e sugere materiais complementares, como documentários, filmes, jogos online, exposições e museus virtuais, apresentados por meio de hiperlinks, tornando a aprendizagem mais dinâmica e interativa.",
  "main-text-fourth-paragraph": "\"Gênios ao Longo da História\" é uma ferramenta educacional indicada para estudantes dos Anos Finais do Ensino Fundamental e Médio, bem como para qualquer pessoa interessada em ampliar seu conhecimento sobre a história e as realizações da humanidade.",

  "cantInstallFromGooglePlay__first-title": "O Google Play não é compatível com meu dispositivo ou minha versão do Android",
  "cantInstallFromGooglePlay__first-paragraph": "Se você está tentando baixar o jogo no Google Play e essa mensagem aparece:",
  "cantInstallFromGooglePlay__second-paragraph": "Não fique triste, provavelmente nosso jogo roda no seu aparelho, mas, por alguma razão, o Google Play detecta que não. Há muitas possibilidades, as mais comuns são: sua versão do Android é antiga, seu dispositivo não corresponde a algum requisito específico ou mesmo seu dispositivo tem um hardware específico. Ok, então, como posso resolver este problema? É bem simples, entretanto você não fará isso pela Google Play.",
  "cantInstallFromGooglePlay__third-paragraph": "Você basicamente precisa ir para o nosso repositório do Github e baixar o .apk e executá-lo. Eu entendo que para algumas pessoas isso pode ser um pouco difícil, então na próxima parte deste tutorial eu vou mostrá-lo como fazer isso.",
  "cantInstallFromGooglePlay__first-subtitle": "Repositório do Github",
  "cantInstallFromGooglePlay__fourth-paragraph": "Se você conhece um pouco do mundo dos desenvolvedores, provavelmente já ouviu falar no GitHub. Mas se você não souber o que é isso, tudo bem. Você só vai precisar baixar o pacote do jogo de lá. Entre neste link abaixo e você estará exatamente onde precisa, em nosso repositório. Lá você pode ver a fonte do jogo, os pacotes e a fonte deste site também; então... vai lá! <a href=\"https://github.com/dg2003gh/Quiz-Genios-ao-longo-da-historia/releases/tag/v05.07.23-2_7\" target=\"_blank\" rel=\"noopener noreferrer\">Nossa página de lançamentos do GitHub =></a>",
  "cantInstallFromGooglePlay__second-subtitle": "Qual arquivo eu escolho?",
  "cantInstallFromGooglePlay__fifth-paragraph": "Bem, você provavelmente precisará daquele .apk que tem \"all\" no nome. Mas caso você saiba a arquitetura do seu dispositivo pode pegar aquele que tem a arquitetura do dispositivo no nome que tende a ter um tamanho de arquivo em MB reduzido.",
  "cantInstallFromGooglePlay__third-subtitle": "Quero saber mais.",
  "cantInstallFromGooglePlay__sixth-paragraph": "Sobre a nomenclatura:",
  "cantInstallFromGooglePlay__list": "<li>A parte \"quiz_genios\" é para identificar o jogo.</li><li>O \"v05.07.23-2\" neste caso significa que é uma versão que foi criada em 05/07/2023. O \"2\" significa que é a segunda versão do dia.</li><li>O \"all\", \"armeabi-7a\", \"arm64-v8\", \"x86\", \"x86 64\"... É sobre a arquitetura do seu dispositivo.</li><li>O \".apk\"  é um  formato de pacote Android que é usado para instalar um aplicativo em seu dispositivo.</li>",
  "cantInstallFromGooglePlay__fourth-subtitle": "OK, baixei, e agora?",
  "cantInstallFromGooglePlay__seventh-paragraph": "Bem, você vai para onde você o baixou e clique nele. Então, o Android irá questioná-lo para configurar para permitir instalá-lo em seu dispositivo. A mensagem provavelmente se parecerá com:",
  "cantInstallFromGooglePlay__fifth-subtitle": "ATENÇÃO",
  "cantInstallFromGooglePlay__eighth-paragraph": "O Android provavelmente dirá que a instalação não é segura. Isso não é verdade. O app é totalmente seguro e é oficial do nosso repositório. Seu dispositivo dirá isso porque é recomendável instalar apenas apps do Google Play, e é isso mesmo na maioria dos casos, mas não nesse. De qualquer forma, quando você terminar este tutorial, por favor, desligue a opção nas configurações novamente para a segurança do seu dispositivo.",
  "cantInstallFromGooglePlay__ninth-paragraph": "O próximo passo é clicar em \"configurações\" e você irá para uma tela assim:",
  "cantInstallFromGooglePlay__first-label": "Ativo:",
  "cantInstallFromGooglePlay__tenth-paragraph": "Agora clique em \"fontes desconhecidas\" para ativá-lo;",
  "cantInstallFromGooglePlay__eleventh-paragraph": "Clique em \"OK\" e pressione o botão voltar do Android até a tela de instalação.",
  "cantInstallFromGooglePlay__twelfth-paragraph": "Ao clicar para instalar, provavelmente uma mensagem do Google Play aparecerá:",
  "cantInstallFromGooglePlay__thirteenth-paragraph": "Clique em \"instalar mesmo assim\" e espere até terminar.",
  "cantInstallFromGooglePlay__sixth-subtitle": "Isso é tudo, pessoal!",
  "cantInstallFromGooglePlay__fourteenth-paragraph": "Quando tudo terminar, parabéns, é hora de jogar!",

  "privacy_policy-title": "Política de Privacidade",
  "privacy_policy-first-paragraph": "Douglas Guimarães construiu o aplicativo Gênios ao longo da história como um aplicativo de código aberto. Este SERVIÇO é fornecido por Douglas Guimarães sem custo algum e destina-se ao uso como está.",
  "privacy_policy-second-paragraph": "Esta página é usada para informar os visitantes sobre minhas políticas de coleta, uso e divulgação de informações pessoais caso alguém decida usar meu serviço.",
  "privacy_policy-third-paragraph": "Se você optar por usar meu serviço, concorda com a coleta e uso de informações em relação a esta política. As informações pessoais que eu coletar serão usadas para fornecer e melhorar o serviço. Eu não vou usar ou compartilhar suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade.",
  "privacy_policy-fourth-paragraph": "Os termos usados nesta Política de Privacidade têm os mesmos significados que em nossos Termos e Condições, que podem ser acessados em Gênios ao longo da história, a menos que definido de outra forma nesta Política de Privacidade.",
  "privacy_policy-first-subtitle": "Coleta e uso de informações",
  "privacy_policy-fifth-paragraph": "Para uma melhor experiência ao usar nosso serviço, posso exigir que você nos forneça certas informações pessoalmente identificáveis. As informações que eu solicitar serão retidas em seu dispositivo e não serão coletadas por mim de forma alguma.",
  "privacy_policy-second-subtitle": "Dados de registro",
  "privacy_policy-sixth-paragraph": "Gostaria de informar que sempre que você utilizar meu serviço, em caso de um erro no aplicativo, eu coletarei dados e informações (através de produtos de terceiros) em seu telefone, chamados de Dados de Registro. Este registro de dados pode incluir informações como o Protocolo de Internet (\"IP\") do seu dispositivo, nome do dispositivo, versão do sistema operacional, configuração do aplicativo ao utilizar meu serviço, a hora e a data em que você usa o serviço e outras estatísticas.",
  "privacy_policy-third-subtitle": "Cookies",
  "privacy_policy-seventh-paragraph": "Cookies são arquivos com uma pequena quantidade de dados que são comumente usados como identificadores exclusivos anônimos. Eles são enviados para o seu navegador a partir dos sites que você visita e são armazenados na memória interna do seu dispositivo.",
  "privacy_policy-eighth-paragraph": "Este serviço não usa explicitamente esses \"cookies\". No entanto o app pode usar código de terceiros e bibliotecas que usam “cookies” para coletar informações e melhorar seus serviços. você tem a opção para aceitar ou recusar esses cookies e saber quando um cookie é sendo enviado para o seu dispositivo. Se você optar por recusar nossos cookies, você pode não ser capaz de usar algumas partes deste Serviço.",
  "privacy_policy-fourth-subtitle": "Provedores de serviço",
  "privacy_policy-ninth-paragraph": "Posso empregar empresas e indivíduos terceirizados devido aos seguintes motivos:",
  "privacy_policy-ninth-paragraph__list": "<li>Para facilitar nosso Serviço;</li> <li>Para fornecer o Serviço em nosso nome;</li> <li>Para realizar serviços relacionados ao Serviço; ou</li> <li>Para nos ajudar a analisar como nosso Serviço é usado.</li>",
  "privacy_policy-tenth-paragraph": "Quero informar aos usuários deste Serviço que esses terceiros têm acesso às suas informações pessoais. A razão é realizar as tarefas atribuídas a eles em nosso nome. No entanto, eles são obrigados a não divulgar ou usar as informações para qualquer outra finalidade.",
  "privacy_policy-fifth-subtitle": "Segurança",
  "privacy_policy-eleventh-paragraph": "Eu valorizo sua confiança em nos fornecer suas informações pessoais, e estamos nos esforçando para usar meios comercialmente aceitáveis de proteção delas. Mas lembre-se de que nenhum método de transmissão pela internet ou método de armazenamento eletrônico é 100% seguro e confiável, e não podemos garantir sua segurança absoluta.",
  "privacy_policy-sixth-subtitle": "Links e outros sites",
  "privacy_policy-twelfth-paragraph": "Este Serviço pode conter links para outros sites. Se você clicar em um link de terceiros, você será direcionado para esse site. Note que esses sites externos não são operados por nós. Portanto, aconselho vivamente você a revisar a Política de Privacidade desses sites. Não temos controle e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.",
  "privacy_policy-seventh-subtitle": "Privacidade das crianças",
  "privacy_policy-thirteenth-paragraph": "Não coletamos intencionalmente informações de identificação pessoal de crianças. Encorajamos todas as crianças a nunca enviarem informações pessoalmente identificáveis através do Aplicativo e/ou Serviços. Encorajamos os pais e responsáveis legais a monitorar o uso da Internet por suas crianças e a ajudar a aplicar esta Política, instruindo suas crianças a nunca fornecerem informações de identificação pessoal através do Aplicativo e/ou Serviços sem sua permissão. Se você tiver motivos para acreditar que uma criança forneceu pessoalmente informações identificáveis para nós através do Aplicativo e/ou Serviços, entre em contato conosco. Você também deve ter pelo menos 16 anos de idade para consentir com o processamento de suas informações pessoais em seu país (em alguns países, podemos permitir que seu pai ou responsável faça isso em seu nome).",
  "privacy_policy-eighth-subtitle": "Mudanças nesta Política de Privacidade",
  "privacy_policy-fourteenth-paragraph": "Podemos atualizar nossa Política de Privacidade de tempos em tempos. Portanto, você é aconselhado a revisar esta página periodicamente para quaisquer alterações. Vamos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página.",
  "privacy_policy-fifteenth-paragraph": "Esta política é efetiva a partir de 2023-05-14",
  "privacy_policy-ninth-subtitle": "Contate-nos",
  "privacy_policy-sixteenth-paragraph": "Se você tiver alguma dúvida ou sugestão sobre nossa Política de Privacidade, não hesite em entrar em contato conosco pelo email <a href=\"mailto:studio.dg2003.contact.gmail.com\">studio.dg2003.contact@gmail.com</a>.",
  "privacy_policy-seventeenth-paragraph": "Esta página de política de privacidade foi criada em <a href=\"https://privacypolicytemplate.net\" target=\"_blank\" rel=\"noopener noreferrer\">privacypolicytemplate.net</a> e modificada/gerada por <a href=\"https://app-privacy-policy-generator.nisrulz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">app privacy policy generator</a>",

  "conditions_terms-title": "Termos &amp; Condições",
  "conditions_terms-first-paragraph": "Ao baixar ou usar o aplicativo, esses termos serão automaticamente aplicados a você - você deve certificar-se, portanto, de lê-los cuidadosamente antes de usar o aplicativo. Você não tem permissão para copiar ou modificar o aplicativo, qualquer parte do aplicativo ou nossas marcas registradas de qualquer forma. Você não tem permissão para tentar extrair o código-fonte do aplicativo e você também não deve tentar traduzir o aplicativo para outros idiomas ou fazer versões derivadas. O aplicativo em si e todas as marcas registradas, direitos autorais, direitos de banco de dados e outros direitos de propriedade intelectual relacionados a ele ainda pertencem a Douglas Guimarães.",
  "conditions_terms-second-paragraph": "Douglas Guimarães está empenhado em garantir que o aplicativo seja o mais útil e eficiente possível. Por esse motivo, reservamo-nos o direito de fazer alterações no aplicativo ou cobrar por seus serviços, a qualquer momento e por qualquer motivo. Nunca cobraremos pelo aplicativo ou seus serviços sem deixar muito claro para você exatamente o que você está pagando.",
  "conditions_terms-third-paragraph": "O aplicativo Gênios ao longo da história armazena e processa dados pessoais que você nos forneceu, para fornecer nosso Serviço. É sua responsabilidade manter seu telefone e acesso ao aplicativo seguros. Por isso, recomendamos que você não faça jailbreak ou root em seu telefone, que é o processo de remoção de restrições de software e limitações impostas pelo sistema operacional oficial do seu dispositivo. Isso pode tornar seu telefone vulnerável a malware/vírus/programas maliciosos, comprometer os recursos de segurança do seu telefone e pode significar que o aplicativo Gênios ao longo da história não funcionará corretamente ou de forma alguma.",
  "conditions_terms-fourth-paragraph": "Você deve estar ciente de que há certas coisas pelas quais Douglas Guimarães não se responsabiliza. Certas funções do aplicativo exigirão que o aplicativo tenha uma conexão ativa com a Internet. A conexão pode ser Wi-Fi ou fornecida pelo seu provedor de rede móvel, mas Douglas Guimarães não pode se responsabilizar se o aplicativo não funcionar com todas as funcionalidades se você não tiver acesso ao Wi-Fi e não tiver permissão de dados disponível.",
  "conditions_terms-fifth-paragraph": "Se estiver usando o aplicativo fora de uma área com Wi-Fi, você deve se lembrar de que os termos do contrato com seu provedor de rede móvel ainda serão aplicáveis. Como resultado, você pode ser cobrado pelo seu operadora de telefonia móvel pelo custo dos dados durante o período de conexão ao acessar o aplicativo ou outras cobranças de terceiros. Ao usar o aplicativo, você aceita a responsabilidade por tais cobranças, incluindo tarifas de dados de roaming se você usar o aplicativo fora do seu território de origem (ou seja, região ou país) sem desligar os dados de roaming. Se você não for o pagador da conta do dispositivo no qual você está usando o aplicativo, esteja ciente de que assumimos que você recebeu permissão do pagador de contas para usar o aplicativo.",
  "conditions_terms-sixth-paragraph": "Da mesma forma, Douglas Guimarães nem sempre pode levar a responsabilidade pela maneira como você usa o aplicativo, ou seja, você precisa se certificar de que seu dispositivo permaneça carregado - se ficar sem bateria e você não puder ativá-lo para aproveitar o Serviço, Douglas Guimarães não pode aceitar a responsabilidade.",
  "conditions_terms-seventh-paragraph": "No que diz respeito à responsabilidade de Douglas Guimarães pelo seu uso do aplicativo, quando você está usando o aplicativo, é importante ter em mente que, embora nos esforcemos para garantir que ele esteja atualizado e correto em todos os momentos, contamos com terceiros para fornecer informações para que possamos disponibilizá-lo para você. Douglas Guimarães não se responsabiliza por qualquer perda, direta ou indireta, que você experimente como resultado de confiar totalmente nessa funcionalidade do aplicativo.",
  "conditions_terms-eighth-paragraph": "Em algum momento, podemos desejar atualizar o aplicativo. O aplicativo está atualmente disponível no Android - os requisitos para o sistema (e para quaisquer sistemas adicionais nos quais decidimos estender a disponibilidade do aplicativo) podem mudar, e você precisará baixar as atualizações se quiser continuar usando o aplicativo. Douglas Guimarães não promete que sempre atualizará o aplicativo para que ele seja relevante para você e/ou funcione com a versão do Android que você instalou no seu dispositivo. No entanto, você se compromete a sempre aceitar atualizações do aplicativo quando oferecidas a você. Também podemos desejar parar de fornecer o aplicativo e podemos encerrar o uso dele a qualquer momento, sem aviso prévio de rescisão para você. A menos que digamos o contrário, em qualquer rescisão: (a) os direitos e licenças concedidos a você nestes termos serão encerrados; (b) você deve parar de usar o aplicativo e (se necessário) excluí-lo do seu dispositivo.",
  "conditions_terms-first-subtitle": "Alterações nestes Termos e Condições",
  "conditions_terms-ninth-paragraph": "Podemos atualizar nossos Termos e Condições de tempos em tempos. Portanto, você é aconselhado a revisar esta página periodicamente para quaisquer alterações. Vamos notificá-lo sobre quaisquer alterações publicando os novos Termos e Condições nesta página.",
  "conditions_terms-tenth-paragraph": "Estes termos e condições são efetivos a partir de 2023-05-15.",
  "conditions_terms-second-subtitle": "Contate-nos",
  "conditions_terms-eleventeenth-paragraph": "Se você tiver alguma dúvida ou sugestão sobre nossos Termos e Condições, não hesite em nos contatar pelo email <a href=\"mailto:studio.dg2003.contact.gmail.com\">studio.dg2003.contact@gmail.com</a>.",
  "conditions_terms-twelfth-paragraph": "Esta página de Termos e Condições foi gerada por <a href=\"https://app-privacy-policy-generator.nisrulz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">app privacy policy generator</a>.",

  "privacy-policy_link": "Política de privacidade",
  "terms-conditions_link": "Termos e condições"
}
