{
    "playstore-link_text": "Se deseja acessar o JOGO \"Quiz: gênios ao longo da história\", para celular/tablet Android, Clique no botão abaixo.(em breve na Google Playstore)",
    "playstore-link_button_text": "Ir  <i class=\"ri-external-link-line\"></i>",
    "download_almanac-link_text": "Caso apenas queira baixar o ALMANAQUE \"Gênios ao longo da história\", clique no botão a seguir.",
    "download_almanac-link_button_text": "Baixar <i class=\"ri-download-2-line\"></i>",

    "main-text-first-paragraph": "\"Gênios ao Longo da História\" é um jogo de quiz educacional, desenvolvido no Programa de Pós-Graduação em Ensino em Biociências e Saúde do Instituto Oswaldo Cruz/Fiocruz, vinculado à tese \"Ensino de Ciências, altas habilidades e vocação científica: protagonismo juvenil no enriquecimento psicopedagógico remoto\", desenvolvida pela doutoranda Aline Rinco Dutra Salgado sob a orientação da professora Dra. Cristina Maria Carvalho Delou. Foi criado por Douglas Gabriel O. Guimarães em parceria com Artur Lanini Casarim e Heitor Neves Crochet.",
    "main-text-second-paragraph": "Foi projetado para despertar o interesse dos estudantes pela Ciência ao apresentar a biografia de dez renomados cientistas, inventores e líderes que foram precoces ou autodidatas na infância, de forma acessível e interessante, tornando a aprendizagem mais lúdica e motivadora. O jogo tem um design atraente e colorido e está disponível online, podendo ser acessado por qualquer dispositivo conectado à internet.Ele desafia os jogadores a responder perguntas relacionadas aos gênios apresentados no almanaque educacional associado, em formato de múltipla escolha, com quatro alternativas de resposta.", 
    "main-text-third-paragraph": "As perguntas abrangem vários aspectos da vida dos gênios, desde suas descobertas e obras até detalhes pessoais e curiosidades. Além do desafio do jogo em si, os jogadores também podem aprofundar seus conhecimentos sobre esses gênios e a importância de suas contribuições para a história e a sociedade. Já o almanaque educacional associado inclui fatos históricos, ilustrações, curiosidades e sugere materiais complementares, como documentários, filmes, jogos online, exposições e museus virtuais, apresentados por meio de hyperlinks, tornando a aprendizagem mais dinâmica e interativa.",
    "main-text-fourth-paragraph": "\"Gênios ao Longo da História\" é uma ferramenta educacional indicada para estudantes dos Anos Finais do Ensino Fundamental e Médio, bem como para qualquer pessoa interessada em ampliar seu conhecimento sobre a história e as realizações da humanidade.",

    "privacy_policy-title": "Política de privacidade",
    "privacy_policy-first-paragraph": "Douglas Guimarães construiu o aplicativo Gênios ao longo da história como um Aplicativo de código aberto. Este SERVIÇO é prestado por Douglas Guimarães em nenhum custo e destina-se ao uso como está.",
    "privacy_policy-second-paragraph": "Esta página é usada para informar os visitantes sobre minhas políticas com o coleta, uso e divulgação de informações pessoais se alguém decidiu usar o meu serviço.",
    "privacy_policy-third-paragraph": "Se você optar por usar meu serviço, concorda com a coleta e uso de informações em relação a esta política. o pessoal As informações que eu coleto são usadas para fornecer e melhorar o Serviço. Eu não vou usar ou compartilhar suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade.",
    "privacy_policy-fourth-paragraph": "Os termos usados nesta Política de Privacidade têm os mesmos significados que em os nossos Termos e Condições, que se encontram acessíveis em Génios ao longo da história a menos que definido de outra forma nesta Política de Privacidade.",
    "privacy_policy-first-subtitle": "Coleta e uso de informações",
    "privacy_policy-fifth-paragraph": "Para uma melhor experiência, ao usar nosso Serviço, posso exigir que você para nos fornecer certas informações pessoalmente identificáveis. O as informações que eu solicitar serão retidas em seu dispositivo e serão não coletados por mim de forma alguma.",
    "privacy_policy-second-subtitle": "Dados de registro",
    "privacy_policy-sixth-paragraph": "Quero informar que sempre que utilizar o meu Serviço, em caso de um erro no aplicativo eu coleto dados e informações (através produtos de terceiros) em seu telefone chamado Log Data. Este registro de dados pode incluir informações como o Protocolo de Internet (\"IP\") do seu dispositivo endereço, nome do dispositivo, versão do sistema operacional, configuração de o aplicativo ao utilizar meu serviço, a hora e a data em que você usa o Serviço e outras estatísticas.",
    "privacy_policy-third-subtitle": "cookies",
    "privacy_policy-seventh-paragraph": "Cookies são arquivos com uma pequena quantidade de dados que são comumente usados como identificadores exclusivos anônimos. Estes são enviados para o seu navegador de os sites que você visita e são armazenados na memória interna do seu dispositivo memória.",
    "privacy_policy-eighth-paragraph": "Este Serviço não usa esses “cookies” explicitamente. No entanto, o app pode usar código de terceiros e bibliotecas que usam “cookies” para coletar informações e melhorar seus serviços. você tem a opção para aceitar ou recusar esses cookies e saber quando um cookie é sendo enviado para o seu dispositivo. Se você optar por recusar nossos cookies, você pode não ser capaz de usar algumas partes deste Serviço.",
    "privacy_policy-fourth-subtitle": "Provedores de serviço",
    "privacy_policy-ninth-paragraph": "Posso empregar empresas e indivíduos terceirizados devido à seguintes motivos:",
    "privacy_policy-ninth-paragraph__list": "<li>Para facilitar nosso Serviço;</li> <li>Para fornecer o Serviço em nosso nome;</li> <li>Para realizar serviços relacionados ao Serviço; ou</li> <li>Para nos ajudar a analisar como nosso Serviço é usado.</li>",
    "privacy_policy-tenth-paragraph": "Quero informar aos usuários deste Serviço que esses terceiros têm acesso às suas informações pessoais. A razão é realizar o tarefas atribuídas a eles em nosso nome. No entanto, eles são obrigados não divulgar ou usar as informações para qualquer outra finalidade.",
    "privacy_policy-fifth-subtitle": "Segurança",
    "privacy_policy-eleventh-paragraph": "Eu valorizo sua confiança em nos fornecer suas informações pessoais, assim estamos nos esforçando para usar meios comercialmente aceitáveis de proteção isto. Mas lembre-se que nenhum método de transmissão pela internet, ou método de armazenamento eletrônico é 100% seguro e confiável, e eu não pode garantir sua segurança absoluta.",
    "privacy_policy-sixth-subtitle": "Links e outros sites",
    "privacy_policy-twelfth-paragraph": "Este Serviço pode conter links para outros sites. Se você clicar em um link de terceiros, você será direcionado para esse site. Note que estes sites externos não são operados por mim. Portanto, aconselho vivamente você a revisar a Política de Privacidade desses sites. eu não tenho controle e não assuma nenhuma responsabilidade pelo conteúdo, privacidade políticas ou práticas de quaisquer sites ou serviços de terceiros.",
    "privacy_policy-seventh-subtitle": "Privacidade das crianças",
    "privacy_policy-thirteenth-paragraph": "Eu não coleto intencionalmente informações de identificação pessoal de crianças. Eu encorajo todas as crianças a nunca enviarem pessoalmente informações identificáveis através do Aplicativo e/ou Serviços. EU encorajar os pais e responsáveis legais a monitorar os filhos uso da Internet e para ajudar a aplicar esta Política, instruindo seus crianças nunca forneçam informações de identificação pessoal através do Aplicativo e/ou Serviços sem sua permissão. Se você tem motivos para acreditar que uma criança forneceu pessoalmente informações identificáveis para nós através do Aplicativo e/ou Serviços, entre em contato conosco. Você também deve ter pelo menos 16 anos de idade para consentir com o processamento de seus dados pessoais informações em seu país (em alguns países podemos permitir que seu pai ou responsável para fazê-lo em seu nome).",
    "privacy_policy-eighth-subtitle": "Mudanças nesta Política de Privacidade",
    "privacy_policy-fourteenth-paragraph": "Posso atualizar nossa Política de Privacidade de tempos em tempos. Assim, você é aconselhados a rever esta página periodicamente para quaisquer alterações. Eu vou notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade neste página.",
    "privacy_policy-fifteenth-paragraph": "Esta política é efetiva a partir de 2023-05-14",
    "privacy_policy-ninth-subtitle": "Contate-nos",
    "privacy_policy-sixteenth-paragraph": "Se você tiver alguma dúvida ou sugestão sobre minha Política de Privacidade, faça não hesite em contactar-me em <a href=\"mailto:studio.dg2003.contact.gmail.com\">studio.dg2003.contact.gmail.com</a>.",
    "privacy_policy-seventeenth-paragraph": "Esta página de política de privacidade foi criada em <a href=\"https://privacypolicytemplate.net\" target=\"_blank\" rel=\"noopener noreferrer\">privacypolicytemplate.net </a> e modificado/gerado por <a href=\"https://app-privacy-policy-generator.nisrulz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">app privacy policy generator</a>",
    
    "conditions_terms-title": "Termos &amp; Condições",
    "conditions_terms-first-paragraph": "Ao baixar ou usar o aplicativo, esses termos serão automaticamente se aplicam a você - você deve certificar-se, portanto, de lê-los cuidadosamente antes de usar o aplicativo. Você não tem permissão para copiar ou modificar o aplicativo, qualquer parte do aplicativo ou nossas marcas registradas de qualquer forma. Você é não tem permissão para tentar extrair o código-fonte do aplicativo e você também não deve tentar traduzir o aplicativo para outros idiomas ou fazer versões derivadas. O aplicativo em si e todas as marcas registradas, direitos autorais, direitos de banco de dados e outros direitos de propriedade intelectual relacionados a ela, ainda pertencem a Douglas Guimarães.",
    "conditions_terms-second-paragraph": "Douglas Guimarães está empenhado em garantir que o aplicativo seja tão útil e eficiente possível. Por esse motivo, reservamo-nos o direito de fazer alterações no aplicativo ou cobrar por seus serviços, a qualquer momento e por qualquer motivo. Nunca cobraremos pelo aplicativo ou seu serviços sem deixar muito claro para você exatamente o que você está pagando por.",
    "conditions_terms-third-paragraph": "O aplicativo Gênios ao longo da história armazena e processa dados pessoais dados que você nos forneceu, para fornecer meu Serviço. É seu responsabilidade de manter seu telefone e acesso ao aplicativo seguros. Nós portanto, recomendamos que você não faça jailbreak ou root em seu telefone, que é o processo de remoção de restrições de software e limitações impostas pelo sistema operacional oficial do seu dispositivo. Isso pode tornar seu telefone vulnerável a malware/vírus/malicioso programas, comprometem os recursos de segurança do seu telefone e podem significa que o aplicativo Gênios ao longo da história não funcionará corretamente ou de forma alguma.", 
    "conditions_terms-fourth-paragraph": "Você deve estar ciente de que há certas coisas que Douglas Guimarães não se responsabiliza. Certas funções do app exigirá que o aplicativo tenha uma conexão ativa com a Internet. O conexão pode ser Wi-Fi ou fornecida pelo seu provedor de rede móvel, mas o Douglas Guimarães não pode se responsabilizar pelo app não trabalhando com funcionalidade total se você não tiver acesso ao Wi-Fi e você não tem nenhuma permissão de dados sobrando.",
    "conditions_terms-fifth-paragraph": "Se estiver usando o aplicativo fora de uma área com Wi-Fi, você deve lembre-se que os termos do contrato com sua rede móvel provedor ainda será aplicável. Como resultado, você pode ser cobrado pelo seu operadora de telefonia móvel pelo custo dos dados durante o período conexão ao acessar o aplicativo ou outras cobranças de terceiros. Em usando o aplicativo, você aceita a responsabilidade por tais cobranças, incluindo tarifas de dados de roaming se você usar o aplicativo fora de seu território de origem (ou seja, região ou país) sem desligar os dados roaming. Se você não for o pagador da conta do dispositivo no qual você está usando o aplicativo, esteja ciente de que assumimos que você recebeu permissão do pagador de contas para usar o aplicativo.",   
    "conditions_terms-sixth-paragraph": "Na mesma linha, Douglas Guimarães nem sempre pode levar responsabilidade pela maneira como você usa o aplicativo, ou seja, você precisa fazer certifique-se de que seu dispositivo permaneça carregado - se ficar sem bateria e você não pode ativá-lo para usufruir do Serviço, Douglas Guimarães não pode aceitar a responsabilidade.",
    "conditions_terms-seventh-paragraph": "No que diz respeito à responsabilidade de Douglas Guimarães pelo seu uso de o aplicativo, quando você estiver usando o aplicativo, é importante ter em mente que, embora nos esforcemos para garantir que seja atualizado e correto em todos os momentos, contamos com terceiros para fornecer informações para para que possamos disponibilizá-lo para você. Douglas Guimarães não se responsabiliza por qualquer perda, direta ou indireta, que você experiência como resultado de confiar totalmente nessa funcionalidade de a aplicação.",
    "conditions_terms-eighth-paragraph": "Em algum momento, podemos desejar atualizar o aplicativo. O aplicativo está atualmente disponível no Android – os requisitos para o sistema (e para qualquer sistemas adicionais, decidimos estender a disponibilidade do aplicativo para) pode mudar, e você precisará baixar as atualizações se quiser para continuar usando o aplicativo. Douglas Guimarães não promete que sempre atualizará o aplicativo para que seja relevante para você e/ou funciona com a versão do Android que você instalou no seu dispositivo. No entanto, você promete sempre aceitar atualizações do aplicativo quando oferecido a você, também podemos desejar parar de fornecer o aplicativo, e pode encerrar o uso dele a qualquer momento sem dar aviso de rescisão para você. A menos que digamos o contrário, em qualquer rescisão, (a) os direitos e licenças concedidos a você nestes os termos terminarão; (b) você deve parar de usar o aplicativo e (se necessário) excluí-lo do seu dispositivo.",
    "conditions_terms-first-subtitle": "Alterações nestes Termos e Condições",
    "conditions_terms-ninth-paragraph": "Posso atualizar nossos Termos e Condições de tempos em tempos. Assim, você são aconselhados a rever esta página periodicamente para quaisquer alterações. Eu vou notificá-lo sobre quaisquer alterações, publicando os novos Termos e Condições em esta página.",
    "conditions_terms-tenth-paragraph": "Estes termos e condições são efetivos a partir de 2023-05-15",
    "conditions_terms-second-subtitle": "Contate-nos",
    "conditions_terms-eleventeenth-paragraph":"Se você tiver alguma dúvida ou sugestão sobre meus Termos e Condições, não hesite em contactar-me em <a href=\"mailto:studio.dg2003.contact.gmail.com\">studio.dg2003.contact.gmail.com</a>.",
    "conditions_terms-twelfth-paragraph": "Esta página de Termos e Condições foi gerada por <a href=\"https://app-privacy-policy-generator.nisrulz.com/\" target=\"_blank\" rel=\"noopener noreferrer\">app privacy policy generator</a>.",

    "privacy-policy_link": "política de privacidade",
    "terms-conditions_link": "Termos e condições"
}